Revit 2027 API
GroupTypeId.SecondaryEnd Property
 Secondary End.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SecondaryEnd { get; }
Public Shared ReadOnly Property SecondaryEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SecondaryEnd {
	ForgeTypeId^ get ();
}
static member SecondaryEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace